---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.StairRisers
source: html/1ee79c25-7f4d-a69b-227b-e33995db3c22.htm
---
# Autodesk.Revit.DB.GroupTypeId.StairRisers Property

Risers.

## Syntax (C#)
```csharp
public static ForgeTypeId StairRisers { get; }
```